simulations/icofoam_cases/2_branch_pair_shifted/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          16782;
        startFace       273198;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          3774;
        startFace       289980;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       293754;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       293802;
    }
)

// ************************************************************************* //
